# Список подразделений
departments = [
    {"name": "Руководство", "description": "Руководство"},
    {"name": "УМО", "description": "Учебно-методический отдел"},
    {"name": "ООПиВР", "description": "Отдел общественно-политической и воспитательной работы"},
    {"name": "ОДО", "description": "Отдел дополнительного образования"},
    {"name": "ОСПР", "description": "Отдел социально-психологической работы"},
    {"name": "ОК", "description": "Отдел кадров"},
    {"name": "ФЭО", "description": "Финансово-экономический отдел"},
    {"name": "ОМТО", "description": "Отдел материально-технического обеспечения"},
    {"name": "ОДОб", "description": "Отдел документационного обеспечения"},
    {"name": "МО", "description": "Медицинский отдел"},
    {"name": "ООБ", "description": "Отдел обеспечения безопасности"},
    {"name": "ОПО", "description": "Отделение правового обеспечения"},
]